Repository: Zugudu/QuestShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: In-game info
uk: Ігрова інформація

source: Username on server
uk: Ім'я користувача на сервері

source: Password from store
uk: Пароль від магазину

source: Bill
uk: Рахунок

source: Artifact name
uk: Назва артефакту

source: Artifact price
uk: Ціна артефакту

source: Artifact picture
uk: Артефакт картини

source: Artifact description
uk: Опис артефакту

source: Money
uk: Рахунок

source: Logout
uk: Вийти

source: Login
uk: Увійти

source: Password
uk: Пароль

source: Sign in
uk: Увійти

source: Messages
uk: Повідомлення

source: Site Maps
uk: Карти сайтів

source: Static Files
uk: Статичні файли

source: Syndication
uk: Синдикації

source: That page number is not an integer
uk: Цей номер сторінки не є цілим числом

source: That page number is less than 1
uk: Цей номер сторінки менший за 1

source: That page contains no results
uk: Ця сторінка не містить результатів

source: Enter a valid value.
uk: Введіть припустиме значення.

source: Enter a valid URL.
uk: Введіть припустиму URL-адресу.

source: Enter a valid integer.
uk: Введіть припустиме ціле число.

source: Enter a valid email address.
uk: Введіть припустиму адресу електронної пошти.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
uk: Введіть припустимий рядок, що складається з букв, цифр, підкреслень або дефісів.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
uk: Введіть припустимий рядок, що складається з букв, цифр, символів підкреслення або дефісів у кодуванні Юнікод.

source: Enter a valid IPv4 address.
uk: Введіть припустиму IPv4-адресу.

source: Enter a valid IPv6 address.
uk: Введіть припустиму адресу IPv6.

source: Enter a valid IPv4 or IPv6 address.
uk: Введіть припустиму IPv4 або IPv6 адресу.

source: Enter only digits separated by commas.
uk: Введіть лише цифри, розділених комами.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
uk: Переконатися, що це значення %(limit_value)s (це %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
uk: Переконатися, що це значення менше або дорівнює %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
uk: Переконатися, що це значення більше або дорівнює %(limit_value)s.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
uk: Переконайтеся, що у цьому значенні є принаймні %(limit_value)d символ (вона має %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
uk: Переконайтеся, що це значення має не більше %(limit_value)d символ (вона має %(show_value)d).

source: Enter a number.
uk: Введіть число.

source: Ensure that there are no more than %(max)s digit in total.
uk: Переконайтеся, що в цілому не більше %(max)s цифри.

source: Ensure that there are no more than %(max)s decimal place.
uk: Переконайтеся, що не більше %(max)s числа після коми.

source: Ensure that there are no more than %(max)s digit before the decimal point.
uk: Переконайтеся, що не більше %(max)s числа перед комою.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
uk: Розширення файла "%(extension)s" не дозволено. Дозволені розширення:%(allowed_extensions)s.

source: Null characters are not allowed.
uk: Нульові символи не дозволені.

source: and
uk: і

source: %(model_name)s with this %(field_labels)s already exists.
uk: %(model_name)s з цим%(field_labels)s вже існує.

source: Value %(value)r is not a valid choice.
uk: Значення %(value)r не є коректним вибором.

source: This field cannot be null.
uk: Це поле не може бути нульовим.

source: This field cannot be blank.
uk: Це поле не може бути порожнім.

source: %(model_name)s with this %(field_label)s already exists.
uk: %(model_name)s з цим %(field_label)s вже існує.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
uk: %(field_label)s має бути унікальною для %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
uk: Поле типу:%(field_type)s

source: “%(value)s” value must be either True or False.
uk: "%(value)s" має бути або True, або False.

source: “%(value)s” value must be either True, False, or None.
uk: "%(value)s" має бути "True", "Ні", або "None".

source: Boolean (Either True or False)
uk: Булеве (або True або Falseі)

source: String (up to %(max_length)s)
uk: Рядок (до %(max_length)s символів)

source: Comma-separated integers
uk: Числа розділенні комами

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
uk: "%(value)s" має некоректний формат дати. Він має бути у форматі РРРР-ММ-ДД.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
uk: "%(value)s" має правильний формат (РРРР-ММ-ДД), але це некоректна дата.

source: Date (without time)
uk: Дата (без часу)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
uk: "%(value)s" має некоректний формат. Має бути в форматі YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
uk: "%(value)s" має правильний формат (YYYY-MM-DD HH:MM [:ss [.uuuuuu]] [TZ]), але некоректна дата/час.

source: Date (with time)
uk: Дата (з часом)

source: “%(value)s” value must be a decimal number.
uk: "%(value)s" має бути десяткове число.

source: Decimal number
uk: Десяткове число

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
uk: "%(value)s" має некоректний формат. Він має бути у форматі [DD] [[HH:] MM:] ss [.uuuuuu].

source: Duration
uk: Тривалість

source: Email address
uk: Адреса електронної пошти

source: File path
uk: Шлях до файла

source: “%(value)s” value must be a float.
uk: "%(value)s" має бути десятковим числом.

source: Floating point number
uk: Число з плаваючою точкою

source: “%(value)s” value must be an integer.
uk: "%(value)s" має бути ціле число.

source: Integer
uk: Ціле число

source: Big (8 byte) integer
uk: Великий (8 байт) integer

source: IPv4 address
uk: Адреса IPv4

source: IP address
uk: IP-адреса

source: “%(value)s” value must be either None, True or False.
uk: "%(value)s" має бути None, True або False.

source: Boolean (Either True, False or None)
uk: Булеве (True, False або None)

source: Positive big integer
uk: Додатне ціле число

source: Positive integer
uk: Додатне ціле

source: Positive small integer
uk: Додатне ціле число

source: Slug (up to %(max_length)s)
uk: Рядок (до %(max_length)s символів)

source: Small integer
uk: Невелике ціле число

source: Text
uk: Текст

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
uk: "%(value)s" має некоректний формат. Він має бути в форматі HH:MM [:ss [.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
uk: "%(value)s" має правильний формат (HH:MM [:ss [.uuuuuu]]), але некоректний формат часу.

source: Time
uk: Час

source: Raw binary data
uk: Бінарні дані

source: “%(value)s” is not a valid UUID.
uk: "%(value)s" не є коректним UUID.

source: Universally unique identifier
uk: Універсальний унікальний ідентифікатор

source: File
uk: Файл

source: Image
uk: Зображення

source: A JSON object
uk: Об'єкт JSON

source: Value must be valid JSON.
uk: Значення має бути коректним JSON.

source: %(model)s instance with %(field)s %(value)r does not exist.
uk: %(model)s екземпляр з %(field)s %(value)r не існує.

source: Foreign Key (type determined by related field)
uk: Зовнішній ключ (тип визначається пов'язаним полем)

source: One-to-one relationship
uk: Зв'язок один-до-один

source: %(from)s-%(to)s relationship
uk: %(from)s - %(to)s - зв'язок

source: %(from)s-%(to)s relationships
uk: %(from)s - %(to)s - зв'язки

source: Many-to-many relationship
uk: Зв'язок багато-до-багатоьох

source: This field is required.
uk: Це поле потрібно.

source: Enter a whole number.
uk: Введіть ціле число.

source: Enter a valid date.
uk: Введіть чинну дату.

source: Enter a valid time.
uk: Введіть чинний час.

source: Enter a valid date/time.
uk: Введіть чинну дату/час.

source: Enter a valid duration.
uk: Введіть чинну тривалість.

source: The number of days must be between {min_days} and {max_days}.
uk: Кількість днів має бути між {min_days} та {max_days}.

source: No file was submitted. Check the encoding type on the form.
uk: Не було передано жодного файла. Перевіряє тип кодування у формі.

source: No file was submitted.
uk: Не було передано жодного файла.

source: The submitted file is empty.
uk: Вказаний файл є порожнім.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
uk: Переконайтеся, що ця назва файла має не більше%(max)d символів (вона має %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
uk: Будь ласка, надсилайте файл або позначте пункт Очистити, а не обидва.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
uk: Вивантажити коректне зображення. Файл, який ви вивантажив, або не є зображенням пошкодженого зображення.

source: Select a valid choice. %(value)s is not one of the available choices.
uk: Виберіть правильний вибір. %(value)s не є одним з доступних варіантів вибору.

source: Enter a list of values.
uk: Введіть список значень.

source: Enter a complete value.
uk: Введіть повне значення.

source: Enter a valid UUID.
uk: Введіть чинний UUID.

source: Enter a valid JSON.
uk: Введіть чинний JSON.

source: (Hidden field %(name)s) %(error)s
uk: (Приховані поля%(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with
uk: Дані щодо manageentForm відсутні або їх було пошковано

source: Please submit %d or fewer forms.
uk: Будь ласка, передайте %d або менше форм.

source: Please submit %d or more forms.
uk: Будь ласка, передайте %d або більше форм.

source: Order
uk: Порядок

source: Delete
uk: Видалити

source: Please correct the duplicate data for %(field)s.
uk: Будь ласка, виправте дублікат даних %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
uk: Будь ласка, виправте дубльовані дані для %(field)s, які мають бути унікальними.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
uk: Будь ласка, виправте дублювання даних для%(field_name)s, який має бути унікальним для %(lookup)s у %(date_field)s.

source: Please correct the duplicate values below.
uk: Будь ласка, виправте дублювання значень нижче.

source: The inline value did not match the parent instance.
uk: Рядкове значення не відповідає батьківському екземпляру.

source: Select a valid choice. That choice is not one of the available choices.
uk: Виберіть правильний вибір. Цей вибір не є одним з доступних варіантів.

source: “%(pk)s” is not a valid value.
uk: "%(pk)s" не є коректним значенням.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
uk: %(datetime)s неможливо інтерпретувати у часовій зоні %(current_timezone)s; може бути неоднозначний або він може не існувати.

source: Clear
uk: Очистити

source: Currently
uk: Поточна

source: Change
uk: Змінити

source: Unknown
uk: Невідомо

source: Yes
uk: Так

source: No
uk: Ні

source: yes,no,maybe
uk: так, ні, можливо

source: %(size)d byte
uk: %(size)d байт

source: %s KB
uk: %s Кб

source: %s MB
uk: %s МБ

source: %s GB
uk: %s ГБ

source: %s TB
uk: %s ТБ

source: %s PB
uk: %s ПБ

source: p.m.
uk: п.п.

source: a.m.
uk: д.п.

source: PM
uk: ПП

source: AM
uk: ДП

source: midnight
uk: опівночі

source: noon
uk: полудень

source: Monday
uk: Понеділок

source: Tuesday
uk: Вівторок

source: Wednesday
uk: Середа

source: Thursday
uk: Четвер\v

source: Friday
uk: П'ятниця

source: Saturday
uk: Субота

source: Sunday
uk: Неділя

source: Mon
uk: Пн

source: Tue
uk: Вт

source: Wed
uk: Ср

source: Thu
uk: Чт

source: Fri
uk: Пт

source: Sat
uk: Сб

source: Sun
uk: Нд

source: January
uk: Січень

source: February
uk: Лютий

source: March
uk: Березень

source: April
uk: Квітень

source: May
uk: Травень

source: June
uk: Червень

source: July
uk: Липень

source: August
uk: Серпень

source: September
uk: Вересень

source: October
uk: Жовтень

source: November
uk: Листопад

source: December
uk: Грудень

source: jan
uk: січ

source: feb
uk: лют

source: mar
uk: бер

source: apr
uk: кві

source: may
uk: тра

source: jun
uk: чер

source: jul
uk: лип

source: aug
uk: сер

source: sep
uk: вер

source: oct
uk: жов

source: nov
uk: лис

source: dec
uk: гру

# abbrev. month
source: Jan.
uk: Січ.

# abbrev. month
source: Feb.
uk: Лют.

# abbrev. month
source: March
uk: Березень

# abbrev. month
source: April
uk: Квітень

# abbrev. month
source: May
uk: Травень

# abbrev. month
source: June
uk: Червень

# abbrev. month
source: July
uk: Липень

# abbrev. month
source: Aug.
uk: Сер.

# abbrev. month
source: Sept.
uk: Вер.

# abbrev. month
source: Oct.
uk: Жов.

# abbrev. month
source: Nov.
uk: Лис.

# abbrev. month
source: Dec.
uk: Гру.

# alt. month
source: January
uk: Січень

# alt. month
source: February
uk: Лютий

# alt. month
source: March
uk: Березень

# alt. month
source: April
uk: Квітень

# alt. month
source: May
uk: Травень

# alt. month
source: June
uk: Червень

# alt. month
source: July
uk: Липень

# alt. month
source: August
uk: Серпень

# alt. month
source: September
uk: Вересень

# alt. month
source: October
uk: Жовтень

# alt. month
source: November
uk: Листопад

# alt. month
source: December
uk: Грудень

source: This is not a valid IPv6 address.
uk: Це не коректна адреса IPv6.

source: or
uk: або

source: %d year
uk: %d рік

source: %d month
uk: %d місяць

source: %d week
uk: %d тиждень

source: %d day
uk: %d день

source: %d hour
uk: %d година

source: %d minute
uk: %d хвилини

source: Forbidden
uk: Заборонено

source: CSRF verification failed. Request aborted.
uk: Спроба перевірки CSRF зазнала невдачі. Запит перервано.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
uk: Ви бачите це повідомлення, оскільки цей сайт HTTPS вимагає, щоб заголовок "Referer" був надісланий вашим веб-переглядом, але нічого не було надіслано. Цей заголовок потрібен з міркувань безпеки, щоб переконатися, що ваш браузер не викрадається третіми сторонами.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
uk: Якщо ви налаштували ваш переглядач, щоб вимкнути заголовки "Referer", будь ласка, увімкніть їх, принаймні, для цього сайта, або для з ' єднань HTTPS, або для запитів "same-Origin".

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
uk: Якщо ви користуєтеся тегом <meta name="referrer" content="no-referrer"> або разом з заголовком "Referrer-Policy: no-referer", будь ласка, вилучіть їх. Захист CSRF вимагає заголовок "Referer", щоб зробити строгий перевірку посилань. Якщо ви турбуєтеся про конфіденційність, використовуйте альтернативи як <a rel = "noferrer " ... > для посилань на сайти сторонніх сторін.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
uk: Ви бачите це повідомлення, тому що цей сайт вимагає від куки CSRF при подаванні форм. Цей кук потрібен з міркувань безпеки, щоб переконатися, що ваш браузер не викрадається третіми сторонами.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
uk: Якщо ви налаштували ваш браузер, щоб вимкнути куки, будь ласка, повторно увімкніть їх, принаймні для цього сайта, або за запити "одного з" на початку ".

source: More information is available with DEBUG=True.
uk: Більше інформації доступна з DEBUG=True.

source: No year specified
uk: Не вказано року

source: Date out of range
uk: Дата виходу з діапазону

source: No month specified
uk: Не вказано місяця

source: No day specified
uk: Не вказано жодного дня

source: No week specified
uk: Не вказано тижня

source: No %(verbose_name_plural)s available
uk: Відсутні %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
uk: Майбутнє %(verbose_name_plural)s недоступний, оскільки %(class_name)s.allow_futer має значення False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
uk: Некоректна рядок дати "%(datestr)s" для формату "%(format)s"

source: No %(verbose_name)s found matching the query
uk: Не знайдено %(verbose_name)s, що відповідає запиту

source: Page is not “last”, nor can it be converted to an int.
uk: Сторінка не "остання", і не може бути перетворена на int.

source: Invalid page (%(page_number)s): %(message)s
uk: Некоректна сторінка (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
uk: Порожній список і "%(class_name)s.allow_Empty" є False.

source: Directory indexes are not allowed here.
uk: Тут не можна використовувати індекси каталогів.

source: “%(path)s” does not exist
uk: "%(path)s" не існує

source: Index of %(directory)s
uk: Індекс %(directory)s

source: Django: the Web framework for perfectionists with deadlines.
uk: Django: веб-фреймворк для швидкої роботи.

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
uk: Перегляд <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">нотатки про випуск</a> для Django %(version)s

source: The install worked successfully! Congratulations!
uk: Встановлення успішно працювало! Мої вітання!

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
uk: Ви бачите цю сторінку, оскільки <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG = True</a> знаходиться у вашому файлі налаштувань, і ви не налаштували жодного URL.

source: Django Documentation
uk: Документація Django

source: Topics, references, &amp; how-to’s
uk: Теми, посилання та рекомендації

source: Tutorial: A Polling App
uk: Навчальний посібник: Додаток для голосування

source: Get started with Django
uk: Початок роботи з Django

source: Django Community
uk: Спільнота Джанго

source: Connect, get help, or contribute
uk: Підключення, отримання довідки або вносить свій внесок
